[
  {
    "id": 0,
    "text": "3. LEAVE AND TRAVEL RULES   \n3.1 Leave rules for teaching staff   \nAll leave letters should be forwarded with recommendation through the \nreporting officers: HOD/ Director/Dean/VC. 3.1.1 Casual Leave (CL)  \na. Total casual leave granted to a teacher shall not exceed fifteen days in \nan academic year. b. Casual leave cannot be combined with any other kind of leave except \nduty leave and intervening holidays, if any."
  },
  {
    "id": 5,
    "text": "c. Casual leave as far as possible must be pre-informed and needs prior \napproval. In case of exigencies post-facto approval may be obtained \nimmediately on reporting, on the same day or latest by the next \nworking day. d. Not more than 3 days of casual leave shall be normally permitted in a \nmonth. Extended casual leave up to a maximum of 6 days may be \npermitted in case of exigencies and based on the leave habits at the \ndiscretion of the management. e. A maximum of two restricted holidays (RH), as announced by the \nstate government where the campus of the faculty is located, in \naddition to the casual leave may be availed in a year, with prior \napproval by the University."
  },
  {
    "id": 10,
    "text": "RH leave is permitted only to those who \nare likely to celebrate the important festivities. f. \nNo leave shall normally be entertained during examination/evaluation \nperiod. The Dean is authorized to consider the applications for leave \nduring the Mid-Semester Examination (MSE). Leave during the End \nSemester Examination (ESE) needs the approval of the Registrar. g. Failure to register entry/exit or absence without leave approval will be \ntreated as “Unauthorised absence” and is liable for salary/leave cut \nand disciplinary action."
  },
  {
    "id": 15,
    "text": "Check “View My Attendance” in Knowledge \nPro (KP) regularly and immediately submit the leave form, in case of \nany “Absent” entry. h. Exemption for not registering the entry/exit is permissible only when \nthe Faculty/Staff is authorized, in the specified format, for such an \nexemption by a competent authority of the University. Application \n21  \nCHRIST   \nfor exemption should be preferably submitted well in advance or \nimmediately on reporting back, after the exemption period. i. Late entry can be registered, within 30 minutes after the check-in\ntime, only at the dedicated machines."
  },
  {
    "id": 20,
    "text": "Habitual late entry (more than 4 \ninstances in a month) will lead to cut in salary (cut for 3 instances) or \ndisciplinary action as per University rules. There is no provision for \nregistering early exit. 3.1.2 Accumulated Leave (ACL)  \na. Up to a maximum of 5 days unutilized leave out of the 15 days \nCasual Leave per year may be accumulated and used in \nsubsequent years for special reasons like hospitalization, \nmarriage, research and the like. b."
  },
  {
    "id": 25,
    "text": "The maximum leave accumulated at any time will be limited to 40 \ndays. c. ACL approved and availed in one or more occasions together in \nan academic year shall not exceed 20 days. d. ACL must be pre-informed and needs prior approval. In case of \nexigencies approval may be obtained within three days of \nabsence. e. Intervening holidays, if any, will be included for considering the \nleave."
  },
  {
    "id": 30,
    "text": "3.1.3 Special Casual Leave (SCL)  \na. Special Casual Leave, not exceeding eight days in an academic year, \nmay be granted at the instance of the faculty member. a. To attend workshops, conferences, symposia and seminars  \nb. To attend examinations/tests or training programmes, including \nMPhil/PhD  \nc. Personal consultancy, if approved by the University  \nd. Orientation, Refresher and Training programmes approved by the \nUniversity  \nb."
  },
  {
    "id": 35,
    "text": "Special Casual Leave must be preferably pre-authorized, at least three \ndays in advance. STAFF HANDBOOK   \n22 \nc. Submit leave application in advance along with registration/invitation \ndocuments or participation certificate immediately after the \nprogramme. d. Special Casual Leave cannot be accumulated. e. The teachers have to make their own arrangements to engage extra \nclasses to make up for the loss in working days. 3.1.4 Duty Leave (OOD)  \nDuty leave is granted at the instance of the University:   \na."
  },
  {
    "id": 40,
    "text": "To conduct examination of a University/Public Service \nCommission/Board of Examination or other similar \nbodies/institutions \nb. To inspect academic institutions attached to a statutory board, \nincluding BOS and Academic Council, with the approval of the \nUniversity   \nc. To deliver lectures in institutions and universities at the invitation \nreceived by the University, and accepted by the Vice Chancellor \nd. To work in another University, any other institution or organization, \nwhen so deputed by the University. e. Participating in a delegation or working on a committee appointed by \nthe Government of India, State Government, University Grants \nCommission, a sister institution or any academic body. f. \nFor performing any other duty for or on behalf of the \nUniversity/Department  \ng. No duty leave would be permitted for doing freelance services, unless \nit is based on an official enquiry and the teacher is deputed for the \npurpose by the University  \nh. Application for duty leave, supported by relevant documents \n(nomination/appointment), must be made at least 3 days in advance \nduly recommended by the HOD  \n3.1.5 Maternity Leave (ML)  \na. Maternity leave on full pay may be granted for a period not exceeding \n90 days to confirmed women teachers. b."
  },
  {
    "id": 45,
    "text": "No maternity leave in the year of appointment/during contract period. c. Maternity leave on 50% pay during probation. 23  \nCHRIST   \nd. Maternity leave must be pre-authorized, one month in advance. e. Application for leave must be supported by a medical certificate. f. \nIf a faculty/staff fails to report or seeks extension of leave for more \nthan 3 months and/or resigns from service on expiry of the maternity \nleave, the maternity benefit availed shall be refundable unless \notherwise approved by the University."
  },
  {
    "id": 50,
    "text": "3.1.6 Extraordinary leave (EOL)  \na. Absence without leave entitlement shall be on extraordinary leave on \nloss of pay and shall need prior approval of the Dean/Director and the \nRegistrar. b. Loss of pay leave may be granted only under exceptional \ncircumstances, for reasons approved by the University. c. For very special reasons extra-ordinary leave for a limited period may \nbe granted with pay, at the discretion of the University and based on \nthe leave habits of the faculty/staff."
  },
  {
    "id": 55,
    "text": "However, such leave approved in \none or more occasions together in an academic year shall not exceed \n21 calendar days. In cases of prolonged medical treatment leave \nwith/without pay may be granted as per the policy and discretion of \nthe management  \nd. Clearance of dues in the prescribed format should be submitted in \ncase of extended leave and rejoining after such leave will be as per \nsection 5.6.  \ne. Extraordinary leave with pay need the prior approval of the Vice \nChancellor/Chief Finance Officer. The faculty shall submit the \napproval letter along with the application for leave. f. \nIf an employee absents himself/herself from duty without prior \napproval or leave sanction for more than 21 consecutive days, he/she \nshall be presumed to have left the services of the University on his/her \nown accord without notice and his/her name shall accordingly, be \nstruck off from the rolls of the University. 3.1.7 Vacation rules  \na."
  },
  {
    "id": 60,
    "text": "Vacation facility is available only for academic faculty members. b. The formal vacation period shall be restricted to 21 days every year \nafter completion of the valuation of the answer sheets of the End \nSTAFF HANDBOOK   \n24 \nSemester Examination of the Even Semester or End Trimester \nExamination of the third trimester. c. Vacation dates will be as notified by the Registrar each year. d. Any other non-class days occurring prior to or after Mid Semester \nExamination or the period of study holidays shall remain working \ndays for the faculty unless otherwise notified as holiday by the \nUniversity."
  },
  {
    "id": 65,
    "text": "e. No vacation facility will be available to non-teaching staff (laboratory \nand administrative staff) engaged in academic departments. f. \nAcademic faculty deputed to non-vacation departments/centres and \nDeans/Directors shall avail the vacation leave for a maximum of 30 \ndays in a year during the vacation period, without affecting the \nfunctioning of the department/centre. g. In general no leave is permitted on either side of vacation period. 3.2 Leave rules for non-teaching staff  \n3.2.1 Casual Leave  \n(Same as for teaching staff)  \n3.2.2 Duty Leave  \n(Same as for teaching staff)  \n3.2.3 Maternity Leave   \n(Same as for teaching staff)  \n3.2.4 Extra-ordinary Leave  \n(Same as for teaching staff)  \n3.2.5 Accumulated Leave   \n(Same as for teaching staff)  \n3.2.6 Special Leave (SL)  \na. Special leave for specific purposes for a certain period, during lean \ndays, may be granted to the resident staff, at the discretion of the \nUniversity and based on the leave habits of the Staff."
  },
  {
    "id": 70,
    "text": "25  \nCHRIST   \nb. Non-teaching/Non-vacation staff members are eligible for five days of \nspecial leave per year. c. Special leave is to be utilized during lean days and must be pre\ninformed and needs prior approval. d. The unutilized special leave may be accumulated and used in \nsubsequent years  \ne. The maximum special leave accumulated at any time will be limited \nto 40 days. f. \nSpecial leave availed in one or more occasions together in an \nacademic year shall not exceed 20 days. g. Intervening holidays, if any, will be included for considering the \nleave."
  },
  {
    "id": 75,
    "text": "h. Extraordinary leave with pay for residential staff (Security, Hostel \nwarden) to visit their native place 15 days in a year or one month once \nin two years, excluding normal CL and SL applicable to nonteaching \nstaff. 3.3 Travel Rules and Regulations  \nTraveling for official purposes by the University Staff shall be governed by \nthe following rules. Traveling for the purpose of these rules means any \nmovement outside Bengaluru (Place of posting) involving overnight stay. • No travel shall be permitted unless authorized by the approving \nauthority, in the prescribed format. • The mode of travel and the limits on permissible expense during \nthe travel shall be as per University rules."
  },
  {
    "id": 80,
    "text": "• Timing and duration of travel shall depend on the exigencies \nthough however no teaching faculty shall as far as possible plan \ntheir travel during the beginning and end months of a semester \nand shall ensure that not more than 6 class hours are lost due to \ntravel related absence. • Within a week of completion of every travel, a Travel Report and \na Traveling Expense Statement must be submitted in the \nprescribed format. • Traveling expense statement must be approved by the travel \napproving authority and the Chief Finance Officer. STAFF HANDBOOK   \n26 \n• Expenses for local conveyance on travel shall be permitted on \nactual basis. Any expense claimed in this regard in excess of  \n₹200/- must be supported by receipt."
  },
  {
    "id": 85,
    "text": "• Approval of the Vice Chancellor shall be required for any foreign \ntravel. Travel must be by Economy Class Air and limits of total \nexpenses per day including accommodation shall be as per \nUniversity Rules. • Vice Chancellor may authorize higher expense limit on case-to\ncase basis in exceptional circumstances for domestic as well as \nforeign travels. • In case two members of staff travel together, the approving \nauthority may approve the higher limit of eligibility for both the \npersons, if deemed necessary in the interest of the University. 3.4 Medical Leave  \nConfirmed employees with continuous service of less than 10 years can \navail medical leave of maximum six months (180 days) and those with \nservice 10 years or more will be eligible for maximum 12 months (360 \ndays) of medical leave computed at the rate of 20 days for every completed \nyear of service."
  },
  {
    "id": 90,
    "text": "Medical leave shall be availed in cases of hospitalization \nand prolonged medical treatment. The medical leave may be approved with \npay or with half pay or without pay as per rules and at the discretion of the \nmanagement. 27  \nCHRIST"
  }
]